{
  "dublin_core": {
    "title": {
      "definition": "A name given to the resource.",
      "comment": "The name by which the resource is formally known."
    },
    "creator": {
      "definition": "An entity primarily responsible for making the resource.",
      "comment": "Examples include a person, an organization, or a service."
    },
    "subject": {
      "definition": "The topic of the resource, represented using keywords.",
      "comment": "Typically expressed as key phrases or classification codes."
    },
    "description": {
      "definition": "An account of the resource.",
      "comment": "May include an abstract, table of contents, or graphical representation."
    },
    "publisher": {
      "definition": "An entity responsible for making the resource available.",
      "comment": "Examples include a person, an organization, or a service."
    },
    "contributor": {
      "definition": "An entity that contributed to the creation of the resource.",
      "comment": "Examples include co-authors, editors, or funders."
    },
    "date": {
      "definition": "A point or period of time associated with an event in the resource's lifecycle.",
      "comment": "Recommended best practice is to use an encoding scheme like W3CDTF."
    },
    "type": {
      "definition": "The nature or genre of the resource.",
      "comment": "Use controlled vocabularies such as DCMI Type Vocabulary. The terms in the DCMI Type Vocabulary are: Collection, Dataset, Event, Image, InteractiveResource, MovingImage, PhysicalObject, Service, Software, Sound, StillImage, Text"
    },
    "format": {
      "definition": "The file format, physical medium, or dimensions of the resource.",
      "comment": "Use standard MIME types to describe file format."
    },
    "identifier": {
      "definition": "A unique reference to the resource within a given context.",
      "comment": "Could be a DOI, ISBN, URL, or another formal identifier."
    },
    "source": {
      "definition": "A related resource from which the described resource is derived.",
      "comment": "Identify the source using a formal identification system."
    },
    "language": {
      "definition": "The language of the resource.",
      "comment": "Use controlled vocabularies such as ISO 639-1 codes. For example 'en' for English, 'es' for Spanish."
    },
    "relation": {
      "definition": "A related resource.",
      "comment": "May include references, citations, or derived works."
    },
    "coverage": {
      "definition": "The spatial or temporal topic of the resource.",
      "comment": "May include a geographic location, period, or event."
    },
    "rights": {
      "definition": "Information about rights held in and over the resource.",
      "comment": "Includes copyright, licensing, and access conditions."
    }
  }
}
